Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# command.openDirectoryDiffViewer.title
source: Open Directory Diff Viewer
ar: فتح عارض اختلافات المجلد
bs: Otvori preglednik razlika direktorija
da: Åbn diffvisning for mappe
de: Verzeichnis-Diff-Ansicht öffnen
es: Abrir visor de diferencias del directorio
fr: Ouvrir le visualiseur de diff du répertoire
it: Apri visualizzatore diff directory
ja: ディレクトリ差分ビューアを開く
ko: 디렉터리 차이 뷰어 열기
nb: Åpne differansevisning for mappe
pl: Otwórz podgląd różnic katalogu
pt_br: Abrir visualizador de diff do diretório
ru: Открыть просмотр различий каталога
th: เปิดตัวดูส่วนต่างของไดเรกทอรี
tr: Dizin fark görüntüleyicisini aç
uk: Відкрити перегляд відмінностей каталогу
zh_hans: 打开目录差异查看器
zh_hant: 開啟目錄差異檢視器

# command.openFilesPane.title
source: Open Files as Pane
ar: فتح الملفات كجزء
de: Dateien als Teilfenster öffnen
es: Abrir archivos como panel
fr: Ouvrir des fichiers en tant que volet
ja: ファイルをペインで開く
ko: 파일을 분할 창으로 열기
zh_hans: 将文件作为窗格打开
zh_hant: 開啟檔案為窗格

# command.openFindPane.title
source: Open Find as Pane
ar: فتح البحث كجزء
de: Suche als Teilfenster öffnen
es: Abrir búsqueda como panel
fr: Ouvrir la recherche en tant que volet
ja: 検索をペインで開く
ko: 찾기를 분할 창으로 열기
zh_hans: 将查找作为窗格打开
zh_hant: 開啟尋找為窗格

# command.openFolder.subtitle
source: Workspace
ar: مساحة العمل
bs: Radni prostor
da: Arbejdsområde
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
nb: Arbeidsområde
pl: Przestrzeń robocza
pt_br: Área de Trabalho
ru: Рабочее пространство
th: เวิร์กสเปซ
tr: Çalışma Alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

# command.openFolder.title
source: Open Folder…
ar: فتح مجلد…
bs: Otvori folder…
da: Åbn mappe…
de: Ordner öffnen …
es: Abrir carpeta…
fr: Ouvrir un dossier...
it: Apri cartella…
ja: フォルダを開く…
ko: 폴더 열기…
nb: Åpne mappe …
pl: Otwórz folder…
pt_br: Abrir Pasta…
ru: Открыть папку...
th: เปิดโฟลเดอร์...
tr: Klasör Aç…
uk: Відкрити теку…
zh_hans: 打开文件夹...
zh_hant: 開啟資料夾...

# command.openFolderInVSCodeInline.subtitle
source: VS Code Inline
ar: VS Code مضمن
de: VS Code (integriert)
es: VS Code integrado
fr: VS Code intégré
ja: VS Code インライン
ko: VS Code 인라인
zh_hans: VS Code 内联
zh_hant: VS Code 內嵌

# command.openFolderInVSCodeInline.title
source: Open Folder in VS Code (Inline)…
ar: فتح المجلد في VS Code (مضمن)…
de: Ordner in VS Code öffnen (Inline)…
es: Abrir carpeta en VS Code (integrado)…
fr: Ouvrir le dossier dans VS Code (intégré)…
ja: フォルダを VS Code で開く（インライン）…
ko: VS Code에서 폴더 열기 (인라인)…
zh_hans: 在 VS Code（内联）中打开文件夹…
zh_hant: 在 VS Code 中開啟資料夾 (內嵌)…

# command.openGhosttySettings.subtitle
source: Ghostty Config Files
ar: ملفات تهيئة Ghostty
de: Ghostty-Konfigurationsdateien
es: Archivos de configuración de Ghostty
fr: Fichiers de configuration Ghostty
ja: Ghostty設定ファイル
ko: Ghostty 설정 파일
zh_hans: Ghostty 配置文件
zh_hant: Ghostty 設定檔

# command.openGhosttySettings.title
source: Open Ghostty Settings in TextEdit
ar: فتح إعدادات Ghostty في TextEdit
de: Ghostty-Einstellungen in TextEdit öffnen
es: Abrir configuración de Ghostty en TextEdit
fr: Ouvrir les paramètres de Ghostty dans TextEdit
ja: Ghostty設定をTextEditで開く
ko: 텍스트 편집기에서 Ghostty 설정 열기
zh_hans: 在文本编辑中打开 Ghostty 设置
zh_hant: 在「文字編輯」中開啟 Ghostty 設定

# command.openRightSidebarToolAsPane.subtitle
source: Pane
ar: جزء
de: Teilfenster
es: Panel
fr: Volet
ja: ペイン
ko: 분할 창
zh_hans: 窗格
zh_hant: 窗格

# command.openSettings.subtitle
source: Global
ar: عام
bs: Globalno
da: Globalt
fr: Général
it: Globale
ja: グローバル
ko: 전역
nb: Globalt
pl: Globalne
ru: Глобальные
th: ทั่วไป
tr: Genel
uk: Глобальна
zh_hans: 全局
zh_hant: 全域

# command.openSettings.title
source: Open Settings
ar: فتح الإعدادات
bs: Otvori postavke
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nb: Åpne innstillinger
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
ru: Открыть настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити налаштування
zh_hans: 打开设置
zh_hant: 開啟設定

# command.openVaultPane.title
source: Open Vault as Pane
ar: فتح الخزنة كجزء
de: Vault als Teilfenster öffnen
es: Abrir Vault como panel
fr: Ouvrir le coffre-fort en tant que volet
ja: Vaultをペインで開く
ko: Vault를 분할 창으로 열기
zh_hans: 将 Vault 作为窗格打开
zh_hant: 開啟保存庫為窗格

# command.openWorkspacePRLinks.title
source: Open All Workspace PR Links
ar: فتح جميع روابط طلبات السحب في مساحة العمل
bs: Otvori sve PR linkove radnog prostora
da: Åbn alle PR-links for arbejdsområde
de: Alle PR-Links des Arbeitsbereichs öffnen
es: Abrir todos los enlaces de PR del espacio de trabajo
fr: Ouvrir tous les liens PR de l'espace de travail
it: Apri tutti i link PR dell'area di lavoro
ja: ワークスペースのPRリンクをすべて開く
ko: 작업 공간 PR 링크 모두 열기
nb: Åpne alle PR-lenker for arbeidsområdet
pl: Otwórz wszystkie linki PR przestrzeni roboczej
pt_br: Abrir Todos os Links de PR da Área de Trabalho
ru: Открыть все ссылки PR рабочего пространства
th: เปิดลิงก์ PR ทั้งหมดของเวิร์กสเปซ
tr: Tüm Çalışma Alanı PR Bağlantılarını Aç
uk: Відкрити всі PR-посилання робочої області
zh_hans: 打开工作区所有 PR 链接
zh_hant: 開啟所有工作區 PR 連結

# command.openWorkspaceTodoPane.title
source: Open Todo Pane
ar: فتح جزء المهام
de: Todo-Teilfenster öffnen
es: Abrir panel de tareas pendientes
fr: Ouvrir le volet des tâches
ja: Todoペインを開く
ko: 할 일 분할 창 열기
zh_hans: 打开待办窗格
zh_hant: 開啟待辦事項窗格

# command.pinTab.title
source: Pin Tab
ar: تثبيت اللسان
bs: Zakači tab
da: Fastgør fane
de: Tab anheften
es: Fijar pestaña
fr: Épingler l'onglet
it: Fissa scheda
ja: タブをピンで固定
ko: 탭 고정
nb: Fest fane
pl: Przypnij kartę
pt_br: Fixar Aba
ru: Закрепить вкладку
th: ปักหมุดแท็บ
tr: Sekmeyi Sabitle
uk: Закріпити вкладку
zh_hans: 固定标签页
zh_hant: 釘選標籤頁

# command.pinWorkspace.title
source: Pin Workspace
ar: تثبيت مساحة العمل
bs: Zakači radni prostor
da: Fastgør arbejdsområde
de: Arbeitsbereich anheften
es: Fijar espacio de trabajo
fr: Épingler l'espace de travail
it: Fissa area di lavoro
ja: ワークスペースをピンで固定
ko: 작업 공간 고정
nb: Fest arbeidsområde
pl: Przypnij przestrzeń roboczą
pt_br: Fixar Área de Trabalho
ru: Закрепить рабочее пространство
th: ปักหมุดเวิร์กสเปซ
tr: Çalışma Alanını Sabitle
uk: Закріпити робочу область
zh_hans: 固定工作区
zh_hant: 釘選工作區

# command.previousTabInPane.subtitle
source: Tab Navigation
ar: التنقل بين الألسنة
bs: Navigacija tabovima
da: Fanenavigation
es: Navegación de pestañas
fr: Navigation par onglets
it: Navigazione schede
ja: タブナビゲーション
ko: 탭 탐색
nb: Fanenavigering
pl: Nawigacja po kartach
pt_br: Navegação de Abas
ru: Навигация по вкладкам
th: การนำทางแท็บ
tr: Sekme Gezinme
uk: Навігація вкладками
zh_hans: 标签页导航
zh_hant: 標籤頁導覽

# command.previousTabInPane.title
source: Previous Tab in Pane
ar: اللسان السابق في اللوحة
bs: Prethodni tab u panelu
da: Forrige fane i panel
de: Vorheriger Tab im Bereich
es: Pestaña anterior en el panel
fr: Onglet précédent dans le panneau
it: Scheda precedente nel pannello
ja: ペイン内の前のタブ
ko: 패널 내 이전 탭
nb: Forrige fane i panelet
pl: Poprzednia karta w panelu
pt_br: Aba Anterior no Painel
ru: Предыдущая вкладка в панели
th: แท็บก่อนหน้าในบานหน้าต่าง
tr: Bölmedeki Önceki Sekme
uk: Попередня вкладка в панелі
zh_hans: 上一个窗格标签页
zh_hant: 窗格中的上一個標籤頁

# command.previousWorkspace.subtitle
source: Workspace Navigation
ar: التنقل بين مساحات العمل
bs: Navigacija radnim prostorima
da: Arbejdsområdenavigation
de: Arbeitsbereich-Navigation
es: Navegación de espacios de trabajo
fr: Navigation par espaces de travail
it: Navigazione aree di lavoro
ja: ワークスペースナビゲーション
ko: 작업 공간 탐색
nb: Arbeidsområdenavigering
pl: Nawigacja po przestrzeniach roboczych
pt_br: Navegação de Áreas de Trabalho
ru: Навигация по рабочим пространствам
th: การนำทางเวิร์กสเปซ
tr: Çalışma Alanı Gezinme
uk: Навігація робочими областями
zh_hans: 工作区导航
zh_hant: 工作區導覽

# command.previousWorkspace.title
source: Previous Workspace
ar: مساحة العمل السابقة
bs: Prethodni radni prostor
da: Forrige arbejdsområde
de: Vorheriger Arbeitsbereich
es: Espacio de trabajo anterior
fr: Espace de travail précédent
it: Area di lavoro precedente
ja: 前のワークスペース
ko: 이전 작업 공간
nb: Forrige arbeidsområde
pl: Poprzednia przestrzeń robocza
pt_br: Área de Trabalho Anterior
ru: Предыдущее рабочее пространство
th: เวิร์กสเปซก่อนหน้า
tr: Önceki Çalışma Alanı
uk: Попередня робоча область
zh_hans: 上一个工作区
zh_hant: 上一個工作區

# command.pro.upgrade.title
source: Upgrade to cmux Pro
ar: الترقية إلى cmux Pro
de: Upgrade auf cmux Pro
es: Actualizar a cmux Pro
fr: Passer à cmux Pro
ja: cmux Proにアップグレード
ko: cmux Pro로 업그레이드
zh_hans: 升级到 cmux Pro
zh_hant: 升級至 cmux Pro

# command.pro.welcomeChecklist.title
source: Welcome to cmux Pro
ar: مرحبًا بك في cmux Pro
de: Willkommen bei cmux Pro
es: Te damos la bienvenida a cmux Pro
fr: Bienvenue dans cmux Pro
ja: cmux Pro へようこそ
ko: cmux Pro에 오신 것을 환영합니다
zh_hans: 欢迎使用 cmux Pro
zh_hant: 歡迎使用 cmux Pro

# command.renameTab.title
source: Rename Tab…
ar: إعادة تسمية اللسان…
bs: Preimenuj tab…
da: Omdøb fane…
de: Tab umbenennen …
es: Renombrar pestaña…
fr: Renommer l'onglet...
it: Rinomina scheda…
ja: タブの名称変更…
ko: 탭 이름 변경…
nb: Gi fanen nytt navn …
pl: Zmień nazwę karty…
pt_br: Renomear Aba…
ru: Переименовать вкладку...
th: เปลี่ยนชื่อแท็บ...
tr: Sekmeyi Yeniden Adlandır…
uk: Перейменувати вкладку…
zh_hans: 重命名标签页...
zh_hant: 重新命名標籤頁...

# command.renameWorkspace.title
source: Rename Workspace…
ar: إعادة تسمية مساحة العمل…
bs: Preimenuj radni prostor…
da: Omdøb arbejdsområde…
de: Arbeitsbereich umbenennen …
es: Renombrar espacio de trabajo…
fr: Renommer l'espace de travail...
it: Rinomina area di lavoro…
ja: ワークスペースの名称変更…
ko: 작업 공간 이름 변경…
nb: Gi arbeidsområdet nytt navn …
pl: Zmień nazwę przestrzeni roboczej…
pt_br: Renomear Área de Trabalho…
ru: Переименовать рабочее пространство...
th: เปลี่ยนชื่อเวิร์กสเปซ...
tr: Çalışma Alanını Yeniden Adlandır…
uk: Перейменувати робочу область…
zh_hans: 重命名工作区...
zh_hant: 重新命名工作區...

# command.reopenClosedBrowserTab.subtitle
source: Browser
ar: المتصفح
bs: Preglednik
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
nb: Nettleser
pl: Przeglądarka
pt_br: Navegador
ru: Браузер
th: เบราว์เซอร์
tr: Tarayıcı
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# command.reopenClosedBrowserTab.title
source: Reopen Closed Browser Tab
ar: إعادة فتح لسان المتصفح المغلق
bs: Ponovo otvori zatvoreni tab preglednika
da: Genåbn lukket browserfane
de: Geschlossenen Browser-Tab erneut öffnen
es: Reabrir pestaña del navegador cerrada
fr: Rouvrir l'onglet de navigateur fermé
it: Riapri scheda browser chiusa
ja: 閉じたブラウザタブを再度開く
ko: 닫은 브라우저 탭 다시 열기
nb: Åpne lukket nettleserfane på nytt
pl: Otwórz ponownie zamkniętą kartę przeglądarki
pt_br: Reabrir Aba do Navegador Fechada
ru: Открыть закрытую вкладку браузера
th: เปิดแท็บเบราว์เซอร์ที่ปิดไปอีกครั้ง
tr: Kapatılan Tarayıcı Sekmesini Yeniden Aç
uk: Відновити закриту вкладку браузера
zh_hans: 重新打开已关闭的浏览器标签页
zh_hant: 重新開啟已關閉的瀏覽器標籤頁

# command.reopenPreviousSession.subtitle
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
zh_hans: 历史记录
zh_hant: 歷史紀錄

# command.reopenPreviousSession.title
source: Restore Previous App Launch
ar: استعادة تشغيل التطبيق السابق
de: Vorherigen App-Start wiederherstellen
es: Restaurar inicio anterior de la aplicación
fr: Restaurer le lancement précédent de l’application
ja: 前回のアプリ起動を復元
ko: 이전 앱 실행 복원
zh_hans: 恢复上次应用启动
zh_hant: 還原上一次啟動的應用程式

# command.restartSocketListener.subtitle
source: Global
ar: عام
bs: Globalno
da: Globalt
fr: Général
it: Globale
ja: グローバル
ko: 전역
nb: Globalt
pl: Globalne
ru: Глобальные
th: ทั่วไป
tr: Genel
uk: Глобальна
zh_hans: 全局
zh_hant: 全域

# command.restartSocketListener.title
source: Restart CLI Listener
ar: إعادة تشغيل مستمع واجهة الأوامر
bs: Ponovo pokreni CLI osluškivač
da: Genstart CLI-lytter
de: CLI-Listener neu starten
es: Reiniciar receptor de CLI
fr: Redémarrer l'écouteur CLI
it: Riavvia listener CLI
ja: CLIリスナーを再起動
ko: CLI 리스너 재시작
nb: Start CLI-lytteren på nytt
pl: Uruchom ponownie nasłuchiwanie CLI
pt_br: Reiniciar Listener do CLI
ru: Перезапустить прослушиватель CLI
th: รีสตาร์ตตัวรับฟัง CLI
tr: CLI Dinleyicisini Yeniden Başlat
uk: Перезапустити слухач CLI
zh_hans: 重启 CLI 监听器
zh_hant: 重新啟動 CLI 監聽器

# command.rightSidebarMode.subtitle
source: Right Sidebar
ar: الشريط الجانبي الأيمن
de: Rechte Seitenleiste
es: Barra lateral derecha
fr: Barre latérale droite
ja: 右サイドバー
ko: 오른쪽 사이드바
zh_hans: 右侧边栏
zh_hant: 右側邊欄

# command.savedLayout.openNamed.title
source: New Workspace from Layout: %@
ar: مساحة عمل جديدة من التخطيط: %@
de: Neuer Arbeitsbereich aus Layout: %@
es: Nuevo espacio de trabajo desde diseño: %@
fr: Nouvel espace de travail à partir de la disposition : %@
ja: レイアウトから新規ワークスペースを作成: %@
ko: 레이아웃에서 새 작업 공간 생성: %@
zh_hans: 从布局新建工作区：%@
zh_hant: 從版面配置建立新工作區：%@

# command.savedLayout.saveCurrent.title
source: Save Layout as Template…
ar: حفظ التخطيط كقالب…
de: Layout als Vorlage speichern…
es: Guardar diseño como plantilla…
fr: Enregistrer la disposition comme modèle…
ja: レイアウトをテンプレートとして保存…
ko: 레이아웃을 템플릿으로 저장…
zh_hans: 将布局存储为模板…
zh_hant: 儲存版面配置為範本…

# command.savedLayout.subtitle
source: Saved Layouts
ar: التخطيطات المحفوظة
de: Gespeicherte Layouts
es: Diseños guardados
fr: Dispositions enregistrées
ja: 保存済みレイアウト
ko: 저장된 레이아웃
zh_hans: 已保存的布局
zh_hant: 已儲存的版面配置

# command.showNotifications.subtitle
source: Notifications
ar: الإشعارات
bs: Obavještenja
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nb: Varsler
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# command.showNotifications.title
source: Show Notifications
ar: عرض الإشعارات
bs: Prikaži obavještenja
da: Vis notifikationer
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
nb: Vis varsler
pl: Pokaż powiadomienia
pt_br: Mostrar Notificações
ru: Показать уведомления
th: แสดงการแจ้งเตือน
tr: Bildirimleri Göster
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# command.sleepyMode.subtitle
source: View
ar: العرض
de: Ansicht
es: Vista
fr: Présentation
ja: 表示
ko: 보기
zh_hans: 视图
zh_hant: 顯示方式

# command.sleepyMode.title
source: Sleepy Mode
ar: وضع الخمول
de: Schlafmodus
es: Modo somnoliento
fr: Mode veille
ja: おやすみモード
ko: 슬리피 모드
zh_hans: 休眠模式
zh_hant: 睡眠模式

# command.surfaceNavigation.subtitle
source: Surface Navigation
ar: التنقل بين الأسطح
de: Oberflächen-Navigation
es: Navegación de superficie
fr: Navigation dans les surfaces d’affichage
ja: サーフェスナビゲーション
ko: 화면 탐색
zh_hans: Surface 导航
zh_hant: 介面導覽

# command.switchExtensionSidebar.subtitle
source: Choose Sidebar
ar: اختر الشريط الجانبي
de: Seitenleiste auswählen
es: Elegir barra lateral
fr: Choisir la barre latérale
ja: サイドバーを選択
ko: 사이드바 선택
zh_hans: 选择侧边栏
zh_hant: 選擇側邊欄

# command.switchExtensionSidebar.title
source: Sidebar: %@
ar: الشريط الجانبي: %@
de: Seitenleiste: %@
es: Barra lateral: %@
fr: Barre latérale : %@
ja: サイドバー: %@
ko: 사이드바: %@
zh_hans: 侧边栏：%@
zh_hant: 側邊欄：%@

# command.terminalAttachTextBoxFile.title
source: Attach File to TextBox Input
ar: إرفاق ملف بمدخل مربع النص
de: Datei an TextBox-Eingabe anhängen
es: Adjuntar archivo a la entrada del cuadro de texto
fr: Joindre un fichier à la zone de saisie de texte
ja: TextBox入力にファイルを添付
ko: 텍스트 상자 입력에 파일 첨부
zh_hans: 将文件附加到 TextBox 输入
zh_hant: 附加檔案至文字方塊輸入

# command.terminalClearScreenKeepScrollback.title
source: Clear Screen (Keep Scrollback)
ar: مسح الشاشة (الاحتفاظ بالتمرير للخلف)
de: Bildschirm löschen (Verlauf beibehalten)
es: Limpiar pantalla (mantener historial de desplazamiento)
fr: Effacer l’écran (conserver le défilement historique)
ja: 画面をクリア（スクロールバックを保持）
ko: 화면 지우기(스크롤백 유지)
zh_hans: 清屏（保留回滚）
zh_hant: 清除畫面 (保留捲動歷史紀錄)

# command.terminalFind.title
source: Find…
ar: بحث…
bs: Pronađi…
da: Søg…
de: Suchen …
es: Buscar…
fr: Rechercher...
it: Trova…
ja: 検索…
ko: 찾기…
nb: Finn …
pl: Znajdź…
pt_br: Buscar…
ru: Найти...
th: ค้นหา...
tr: Bul…
uk: Знайти…
zh_hans: 查找...
zh_hant: 尋找...

# command.terminalFindNext.title
source: Find Next
ar: البحث عن التالي
bs: Pronađi sljedeće
da: Find næste
de: Weitersuchen
es: Buscar siguiente
fr: Résultat suivant
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
nb: Finn neste
pl: Znajdź następny
pt_br: Buscar Próximo
ru: Найти далее
th: ค้นหาถัดไป
tr: Sonrakini Bul
uk: Знайти наступне
zh_hans: 查找下一个
zh_hant: 尋找下一個

# command.terminalFindPrevious.title
source: Find Previous
ar: البحث عن السابق
bs: Pronađi prethodno
da: Find forrige
de: Vorheriges suchen
es: Buscar anterior
fr: Résultat précédent
it: Trova precedente
ja: 前を検索
ko: 이전 찾기
nb: Finn forrige
pl: Znajdź poprzedni
pt_br: Buscar Anterior
ru: Найти ранее
th: ค้นหาก่อนหน้า
tr: Öncekini Bul
uk: Знайти попереднє
zh_hans: 查找上一个
zh_hant: 尋找上一個

# command.terminalFocusTextBoxInput.title
source: Focus TextBox Input
ar: التركيز على مدخل مربع النص
de: TextBox-Eingabe fokussieren
es: Enfocar entrada de cuadro de texto
fr: Cibler la zone de saisie de texte
ja: TextBox入力にフォーカス
ko: 텍스트 상자 입력에 포커스
zh_hans: 聚焦 TextBox 输入
zh_hant: 聚焦文字方塊輸入

# command.terminalHideFind.title
source: Hide Find Bar
ar: إخفاء شريط البحث
bs: Sakrij traku za pretragu
da: Skjul søgelinje
de: Suchleiste ausblenden
es: Ocultar barra de búsqueda
fr: Masquer la barre de recherche
it: Nascondi barra di ricerca
ja: 検索バーを非表示
ko: 찾기 막대 숨기기
nb: Skjul søkelinje
pl: Ukryj pasek wyszukiwania
pt_br: Ocultar Barra de Busca
ru: Скрыть панель поиска
th: ซ่อนแถบค้นหา
tr: Arama Çubuğunu Gizle
uk: Сховати панель пошуку
zh_hans: 隐藏查找栏
zh_hant: 隱藏尋找列

# command.terminalSendCtrlF.title
source: Send Ctrl-F to Terminal
ar: إرسال Ctrl-F إلى الطرفية
de: Strg-F an Terminal senden
es: Enviar Ctrl-F a la terminal
fr: Envoyer Ctrl-F au terminal
ja: ターミナルにCtrl-Fを送信
ko: 터미널에 Ctrl-F 전송
zh_hans: 向终端发送 Ctrl-F
zh_hant: 傳送 Ctrl-F 至終端機

# command.terminalSplitBrowserDown.subtitle
source: Terminal Layout
ar: تخطيط الطرفية
bs: Raspored terminala
es: Disposición del terminal
fr: Disposition du terminal
it: Layout terminale
ja: ターミナルレイアウト
ko: 터미널 레이아웃
nb: Terminaloppsett
pl: Układ terminala
pt_br: Layout do Terminal
ru: Макет терминала
th: เค้าโครงเทอร์มินัล
tr: Terminal Düzeni
uk: Макет терміналу
zh_hans: 终端布局
zh_hant: 終端機版面

# command.terminalSplitBrowserDown.title
source: Split Browser Down
ar: تقسيم المتصفح للأسفل
bs: Podijeli preglednik dolje
da: Opdel browser nedad
de: Browser nach unten teilen
es: Dividir navegador hacia abajo
fr: Diviser le navigateur vers le bas
it: Dividi browser in basso
ja: ブラウザを下に分割
ko: 브라우저를 아래로 분할
nb: Del nettleser ned
pl: Podziel przeglądarkę w dół
pt_br: Dividir Navegador para Baixo
ru: Разделить браузер вниз
th: แยกเบราว์เซอร์ลงล่าง
tr: Tarayıcıyı Aşağı Böl
uk: Розділити браузер вниз
zh_hans: 向下拆分浏览器
zh_hant: 向下分割瀏覽器

# command.terminalSplitBrowserRight.subtitle
source: Terminal Layout
ar: تخطيط الطرفية
bs: Raspored terminala
es: Disposición del terminal
fr: Disposition du terminal
it: Layout terminale
ja: ターミナルレイアウト
ko: 터미널 레이아웃
nb: Terminaloppsett
pl: Układ terminala
pt_br: Layout do Terminal
ru: Макет терминала
th: เค้าโครงเทอร์มินัล
tr: Terminal Düzeni
uk: Макет терміналу
zh_hans: 终端布局
zh_hant: 終端機版面

# command.terminalSplitBrowserRight.title
source: Split Browser Right
ar: تقسيم المتصفح لليمين
bs: Podijeli preglednik desno
da: Opdel browser til højre
de: Browser nach rechts teilen
es: Dividir navegador a la derecha
fr: Diviser le navigateur à droite
it: Dividi browser a destra
ja: ブラウザを右に分割
ko: 브라우저를 오른쪽으로 분할
nb: Del nettleser til høyre
pl: Podziel przeglądarkę w prawo
pt_br: Dividir Navegador à Direita
ru: Разделить браузер вправо
th: แยกเบราว์เซอร์ไปทางขวา
tr: Tarayıcıyı Sağa Böl
uk: Розділити браузер праворуч
zh_hans: 向右拆分浏览器
zh_hant: 向右分割瀏覽器

# command.terminalSplitDown.subtitle
source: Terminal Layout
ar: تخطيط الطرفية
bs: Raspored terminala
es: Disposición del terminal
fr: Disposition du terminal
it: Layout terminale
ja: ターミナルレイアウト
ko: 터미널 레이아웃
nb: Terminaloppsett
pl: Układ terminala
pt_br: Layout do Terminal
ru: Макет терминала
th: เค้าโครงเทอร์มินัล
tr: Terminal Düzeni
uk: Макет терміналу
zh_hans: 终端布局
zh_hant: 終端機版面

# command.terminalSplitDown.title
source: Split Down
ar: تقسيم للأسفل
bs: Podijeli dolje
da: Opdel nedad
de: Nach unten teilen
es: Dividir hacia abajo
fr: Diviser vers le bas
it: Dividi in basso
ja: 下に分割
ko: 아래로 분할
nb: Del ned
pl: Podziel w dół
pt_br: Dividir para Baixo
ru: Разделить вниз
th: แยกลงล่าง
tr: Aşağı Böl
uk: Розділити вниз
zh_hans: 向下拆分
zh_hant: 向下分割

# command.terminalSplitRight.subtitle
source: Terminal Layout
ar: تخطيط الطرفية
bs: Raspored terminala
es: Disposición del terminal
fr: Disposition du terminal
it: Layout terminale
ja: ターミナルレイアウト
ko: 터미널 레이아웃
nb: Terminaloppsett
pl: Układ terminala
pt_br: Layout do Terminal
ru: Макет терминала
th: เค้าโครงเทอร์มินัล
tr: Terminal Düzeni
uk: Макет терміналу
zh_hans: 终端布局
zh_hant: 終端機版面

# command.terminalSplitRight.title
source: Split Right
ar: تقسيم لليمين
bs: Podijeli desno
da: Opdel til højre
de: Nach rechts teilen
es: Dividir a la derecha
fr: Diviser à droite
it: Dividi a destra
ja: 右に分割
ko: 오른쪽으로 분할
nb: Del til høyre
pl: Podziel w prawo
pt_br: Dividir à Direita
ru: Разделить вправо
th: แยกไปทางขวา
tr: Sağa Böl
uk: Розділити праворуч
zh_hans: 向右拆分
zh_hant: 向右分割

# command.terminalToggleTextBoxInput.title
source: Toggle TextBox Input
ar: تبديل مدخل مربع النص
de: TextBox-Eingabe umschalten
es: Alternar entrada de cuadro de texto
fr: Afficher/masquer la zone de saisie de texte
ja: TextBox入力を切り替え
ko: 텍스트 상자 입력 토글
zh_hans: 切换 TextBox 输入
zh_hant: 切換文字方塊輸入

# command.terminalUseSelectionForFind.title
source: Use Selection for Find
ar: استخدام التحديد للبحث
bs: Koristi odabrano za pretragu
da: Brug markering til søgning
de: Auswahl für Suche verwenden
es: Usar selección para buscar
fr: Utiliser la sélection pour la recherche
it: Usa selezione per la ricerca
ja: 選択範囲を検索に使用
ko: 선택 항목을 찾기에 사용
nb: Bruk utvalg for søk
pl: Użyj zaznaczenia do wyszukiwania
pt_br: Usar Seleção para Busca
ru: Использовать выделение для поиска
th: ใช้ข้อความที่เลือกเพื่อค้นหา
tr: Seçimi Bulmak İçin Kullan
uk: Використати виділення для пошуку
zh_hans: 使用选中内容查找
zh_hant: 使用所選範圍來尋找

# command.toggleFullScreen.subtitle
source: Window
ar: نافذة
bs: Prozor
da: Vindue
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
ko: 윈도우
nb: Vindu
pl: Okno
pt_br: Janela
ru: Окно
th: หน้าต่าง
tr: Pencere
uk: Вікно
zh_hans: 窗口
zh_hant: 視窗

# command.toggleFullScreen.title
source: Toggle Full Screen
ar: تبديل ملء الشاشة
bs: Prebaci puni ekran
da: Skift fuldskærm
de: Vollbild umschalten
es: Alternar pantalla completa
fr: Activer/désactiver le plein écran
it: Attiva/Disattiva schermo intero
ja: フルスクリーンの切り替え
ko: 전체 화면 전환
nb: Slå fullskjerm av/på
pl: Przełącz pełny ekran
pt_br: Alternar Tela Cheia
ru: Полноэкранный режим
th: สลับเต็มหน้าจอ
tr: Tam Ekranı Aç/Kapat
uk: Перемкнути повноекранний режим
zh_hans: 切换全屏
zh_hant: 切換全螢幕

# command.toggleFullWidthTab.title
source: Toggle Full Width Tab
ar: تبديل علامة التبويب كاملة العرض
de: Tab mit voller Breite umschalten
es: Alternar pestaña de ancho completo
fr: Afficher/masquer l’onglet en pleine largeur
ja: 全幅タブを切り替え
ko: 전체 너비 탭 토글
zh_hans: 切换全宽标签页
zh_hant: 切換全寬標籤頁

# command.toggleLeftSidebar.title
source: Toggle Left Sidebar
ar: تبديل الشريط الجانبي الأيسر
bs: Prebaci lijevu bočnu traku
da: Slå venstre sidebjælke til/fra
de: Linke Seitenleiste ein-/ausblenden
es: Alternar barra lateral izquierda
fr: Afficher/masquer la barre latérale gauche
it: Attiva/Disattiva barra laterale sinistra
ja: 左サイドバーを切り替え
ko: 왼쪽 사이드바 전환
nb: Slå venstre sidepanel av/på
pl: Przełącz lewy pasek boczny
pt_br: Alternar barra lateral esquerda
ru: Переключить левую боковую панель
th: สลับแถบด้านข้างซ้าย
tr: Sol Kenar Çubuğunu Aç/Kapat
uk: Перемкнути ліву бічну панель
zh_hans: 切换左侧边栏
zh_hant: 切換左側邊欄

# command.toggleSetting.disableTitle
source: Disable %@
ar: تعطيل %@
de: %@ deaktivieren
es: Desactivar %@
fr: Désactiver %@
ja: %@を無効化
ko: %@ 비활성화
zh_hans: 禁用 %@
zh_hant: 停用 %@
